Repository: minateras/ridgerunner_project
Catalog: ridgerunner_app/locale/*/LC_MESSAGES/django.po
Languages: sv

source: Exceeded max length ({max_length} characters).
sv: Överskred maxlängd ({max_length} tecken).

source: Please use the following format: {regex}
sv: Använd följande format: {regex}

source: About us
sv: Om oss

source: This page is under development.
sv: Denna sida är under uppbyggnad.

source: Our requirements for breeding
sv: Våra avelskrav

source: We follow the requirements and recommendations of the Swedish Kennel Club (SKK) and the Swedish Rhodesian Ridgeback Club (SRRS) when it comes to breeding. In addition, we've a couple of our own requirements.
sv: Vi följer Svenska Kennelklubbens (SKK) och Specialklubben Rhodesian Ridgeback Sverige (SRRS) krav samt rekommendationer när det kommer till avel. Därutöver har vi ett par egna krav.

source: The dog must be healthy.
sv: Hunden måste vara frisk.

source: The dog must have x-rayed hips (HD) and elbows (ED) with HD A, B, or C and ED 0. Read the breed club's rules regarding the use of HD C
sv: Hunden måste vara röntgad på höfter (HD) och armbågar (ED) med HD grad A, B eller C och ED 0. Läs rasklubbens regler kring användandet av HD grad C

source: here
sv: här

source: The dog must be at least 30 months old at the time of mating.
sv: Hunden måste vara minst 30 månader gammal vid parning.

source: The dog, if Swedish-owned, must be mentally tested (BPH and/or MH) with a, in our opinion, desirable result that we consider to be suitable for dog sports.
sv: Hunden, om svenskägd, måste vara mentaltestad (BPH och/eller MH) med ett, enligt oss, önskvärt resultat som vi anser lämpar sig för hundsport.

source: The dog must be trained (and preferably compete) actively in some dog sport. Our own females must also have competition merits.
sv: Hunden måste tränas (och gärna tävlas) aktivt inom någon hundsport. Våra egna tikar måste även vara meriterade genom tävling.

source: The dog must be of a sporty build. The breed standard recommends a weight of around 36,5 kg for males and 32 kg for females.
sv: Hunden ska vara av sportig modell. Rasstandarden rekommenderar en vikt på ca 36,5 kg för hanar och ca 32 kg för tikar.

source: What you get when you buy a puppy from us
sv: Vad du får när du köper en valp från oss

source: When the puppies are delivered, they are dewormed, vaccinated and ID marked. Along with the puppy you also get...
sv: När valparna levereras är de avmaskade, vaccinerade och ID-märkta. Med valpen medföljer också...

source: A pedigree from SKK.
sv: En stamtavla från SKK.

source: A purchase agreement from SKK.
sv: Ett köpeavtal från SKK.

source: An inspection certificate from a veterinarian that is no older than 7 days.
sv: Ett besiktningsintyg från veterinär som inte är äldre än 7 dagar.

source: Insurance for latent defects valid for 3 years at Folksam.
sv: Försäkring för dolda fel som gäller i 3 år hos Folksam.

source: A membership in the Swedish Rhodesian Ridgeback Club (SRRS) valid for 1 year.
sv: Ett års medlemskap i Specialklubben Rhodesian Ridgeback Sverige (SRRS).

source: A promise that you as a puppy buyer are always welcome to contact us with questions and concerns.
sv: Ett löfte om att du som valpköpare alltid är välkommen att kontakta oss med frågor och funderingar.

source: Our expectations on you as a puppy buyer
sv: Våra förväntningar på dig som valpköpare

source: That you'll spend time with your dog and mentally stimulate it in some form. You don't have to be interested in competing, but considering our breeding goals, we of course appreciate if you have competition ambitions!
sv: Att du vill och har möjlighet att lägga tid på din hund och aktivera den i någon form. Du behöver inte vara intresserad av att tävla, men med tanke på våra avelsmål uppskattar vi såklart om tävlingsambitioner finns!

source: That you'll x-ray your dog's hips (HD) and elbows (ED) when it's between 12-18 months old.
sv: Att du låter röntga hundens höfter (HD) och armbågar (ED) när den är mellan 12-18 månader gammal.

source: That you participate with the dog in the mental test (BPH) that we organize for the litter.
sv: Att du deltar med hunden i det mentaltest (BPH) som vi anordnar för kullen.

source: Follow me and the pack on Instagram
sv: Följ mig och flocken på Instagram

source: News
sv: Nyheter

source: Dogs
sv: Hundar

source: Puppies
sv: Valpar

source: Litters
sv: Kullar

source: Contact us
sv: Kontakta oss

source: Litter
sv: Kullen

source: Planned litter
sv: Planerad kull

source: Kennel name
sv: Kennelnamn

source: Show the litter's own page
sv: Visa kullens egna sida

source: Show detailed view
sv: Visa detaljerad vy

source: Gender
sv: Kön

source: Female
sv: Tik

source: Male
sv: Hane

source: Height
sv: Höjd

source: Weight
sv: Vikt

source: Correct ridge
sv: Korrekt ridge

source: True
sv: Sant

source: Correct tail
sv: Korrekt svans

source: Scissor bite
sv: Saxbett

source: False
sv: Falskt

source: Cryptorchid
sv: Kryptorchid

source: Hip joints
sv: Höftleder

source: Elbows
sv: Armbågar

source: Mentality tested
sv: Mentaltestad

source: Titles
sv: Titlar

source: Own page
sv: Egen sida

source: Pedigree
sv: Stamtavla

source: %(first_name)s's pedigree in 3 generations. The inbreeding coefficient is %(inbreeding_coefficient)s %%. Note that only titles in dog sports (i.e., not show merits) are included. See SKK Hunddata or SKK Avelsdata for the complete version.
sv: %(first_name)s stamtavla i 3 generationer. Inavelskoefficienten är %(inbreeding_coefficient)s %%. Notera att endast titlar i hundsport (dvs ej utställningsmeriter) är inkluderade. Se SKK Hunddata eller SKK Avelsdata för den kompletta versionen.

source: %(first_name)s's pedigree in 3 generations. Note that only titles in dog sports (i.e., not show merits) are included. See SKK Hunddata or SKK Avelsdata for the complete version.
sv: %(first_name)s stamtavla i 3 generationer. Notera att endast titlar i hundsport (dvs ej utställningsmeriter) är inkluderade. Se SKK Hunddata eller SKK Avelsdata för den kompletta versionen.

source: The puppies' pedigree in 3 generations. The inbreeding coefficient is %(inbreeding_coefficient)s %%. Note that only titles in dog sports (i.e., not show merits) are included. See SKK Hunddata or SKK Avelsdata for the complete version.
sv: Valparnas stamtavla i 3 generationer. Inavelskoefficienten är %(inbreeding_coefficient)s %%. Notera att endast titlar i hundsport (dvs ej utställningsmeriter) är inkluderade. Se SKK Hunddata eller SKK Avelsdata för den kompletta versionen.

source: The puppies' pedigree in 3 generations. Note that only titles in dog sports (i.e., not show merits) are included. See SKK Hunddata or SKK Avelsdata for the complete version.
sv: Valparnas stamtavla i 3 generationer. Notera att endast titlar i hundsport (dvs ej utställningsmeriter) är inkluderade. Se SKK Hunddata eller SKK Avelsdata för den kompletta versionen.

source: Contact form
sv: Kontaktformulär

source: First name
sv: Tilltalsnamn

source: Last name
sv: Efternamn

source: Email address
sv: Mejladress

source: Phone number (optional)
sv: Telefonnummer (frivilligt)

source: Subject
sv: Ämne

source: Message
sv: Meddelande

source: Send
sv: Skicka

source: To minimize the risk of spam emails, we use a contact form. In order for us to be able to reply, you must enter your email address, but you can also enter your phone number if you wish to talk over the phone.
sv: För att minimera risken för spammejl använder vi ett kontaktformulär. För att vi ska kunna svara dig måste du ange din mejladress, men du kan också ange ditt telefonnummer om du önskar höras på telefon.

source: You're welcome to contact us if you've any questions, want to meet us and our dogs, or if you want to sign up on our waiting list and register your interest in a puppy.
sv: Du är välkommen att kontakta oss om du har någon fundering, vill träffa oss och våra hundar eller om du vill skriva upp dig på vår väntelista och anmäla ditt intresse för en valp.

source: We welcome tips on males available for breeding. Read our breeding goals under
sv: Vi tar gärna emot tips på hanhundar tillgängliga för avel. Läs igenom våra avelsmål under

source: and you'll get an idea of what we're looking for.
sv: så får du en idé vad vi letar efter.

source: Date of birth
sv: Födelsedatum

source: Registration number
sv: Registreringsnummer

source: Father
sv: Far

source: Mother
sv: Mor

source: See
sv: Se

source: below
sv: nedan

source: Hip joints & elbows
sv: Höftleder & armbågar

source: Genetic tests
sv: Gentester

source: Mentality tests
sv: Mentaltester

source: Mentality index
sv: Mentalindex

source: Official titles
sv: Officiella titlar

source: Unofficial titles
sv: Inofficiella titlar

source: Awards
sv: Vandringspriser

source: Competition results
sv: Tävlingsresultat

source: Links
sv: Länkar

source: Mentality
sv: Mentalitet

source: In everyday life
sv: I vardagen

source: In training & competition
sv: I träning & tävling

source: Breeding Value
sv: Avelsvärde

source: Confidence
sv: Säkerhet

source: Sociality
sv: Socialitet

source: Social Confidence
sv: Social trygghet

source: Playfulness
sv: Lekfullhet

source: Environmental Confidence
sv: Miljötrygghet

source: Aggressiveness
sv: Aggressivitet

source: %(first_name)s 1 year old
sv: %(first_name)s 1 år gammal

source: (1 month and
sv: (1 månad och

source: 1 day).
sv: 1 dag).

source: Our dogs
sv: Våra hundar

source: Females
sv: Tikar

source: Males
sv: Hanar

source: Litter %(letter)s
sv: %(letter)s-kullen

source: Inbreeding coefficient
sv: Inavelskoefficient

source: Number of puppies
sv: Antal valpar

source: %(number_of_males)s males & %(number_of_females)s females
sv: %(number_of_males)s hanar & %(number_of_females)s tikar

source: Statistics
sv: Statistik

source: Congratulations
sv: Grattis

source: Congrats to owner
sv: Grattis till ägare

source: Your message was successfully sent! We'll get back to you shortly.
sv: Ditt meddelande skickades! Vi återkommer till dig inom kort.

source: Your reCAPTCHA response couldn't be verified.
sv: Ditt reCAPTCHA-svar kunde inte verifieras.

source: Multi-crown
sv: Multikrona

source: Single-crown
sv: Enkrona

source: Overbite
sv: Överbett
